abusaidm.html-snippets
ambooth.git-rename
astro-build.astro-vscode
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
dkundel.vscode-npm-source
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
GitHub.copilot
glen-84.sass-lint
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
johnpapa.vscode-peacock
mikestead.dotenv
MohammadBaqer.better-folding
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
pflannery.vscode-versionlens
Prisma.prisma
ritwickdey.LiveServer
ryu1kn.annotator
stylelint.vscode-stylelint
syler.sass-indented
unifiedjs.vscode-mdx
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodeshift.mui-snippets
waderyan.gitblame
wix.vscode-import-cost